Tekla Open API Reference for Tekla Structures 2025
AnalysisDeltaZ.Top Property
 The delta Z at the top.
 Namespace: Tekla.Structures.Analysis
 Assembly: Tekla.Structures.Analysis (in Tekla.Structures.Analysis.dll) Version: 2025.0.0-alpha00048669+a99462f17964bc42624ada6e8d316db2d795d226
Syntax
public double Top { get; }
Public ReadOnly Property Top As Double
	Get
Property Value
Type: Double
See Also
Reference
AnalysisDeltaZ Class
Tekla.Structures.Analysis Namespace